Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: As an anti-spam measure, you are limited from performing this action too many times in a short space of time, and you have exceeded this limit. Please try again in a few minutes.
ca_es: Com a mesura per a prevenir la propaganda indiscriminada (spam), no podeu fer aquesta acció tantes vegades en un període de temps tan curt. Torneu-ho a intentar d'ací uns minuts.

source: This page has been protected to prevent editing or other actions.
ca_es: S'ha protegit la pàgina per evitar-hi modificacions.

source: You can view and copy the source of this page:
ca_es: Podeu visualitzar i copiar el codi font d’aquesta pàgina:

source: You can view and copy the source of '''your edits''' to this page:
ca_es: Vostè pot veure i copiar la font de ' ' les modificacions ' ' d'aquesta pàgina:

source: This page provides interface text for the software on this wiki, and is protected to prevent abuse. To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ca_es: Aquesta pàgina proporciona el text de la interfície del software d'aquest wiki i està protegida per evitar els abusos. Per agregar o canviar les traduccions per a tots els wikis, si us plau fes servir [//translatewiki.net/ translatewiki.net], el projecte de localització de MediaWiki.

source: '''Warning:''' You are editing a page that is used to provide interface text for the software. Changes to this page will affect the appearance of the user interface for other users on this wiki. To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ca_es: '''Avís:''' Esteu editant una pàgina que conté cadenes de text per a la interfície d'aquest programari. Tingueu en compte que els canvis que es fan a aquesta pàgina afecten a l'aparença de la interfície d'altres usuaris. Per afegir o modificar traduccions a totes les wikis, plantegeu-vos utilitzar la [//translatewiki.net/ translatewiki.net], el projecte de localització de MediaWiki.

source: This page has been protected from editing because it is included in the following {{PLURAL:$1|page, which is|pages, which are}} protected with the "cascading" option turned on: $2
ca_es: Aquesta pàgina està protegida i no es pot modificar perquè està inclosa en {{PLURAL:$1|la següent pàgina, que té|les següents pàgines, que tenen}} activada l'opció de «protecció en cascada»: $2

source: You do not have permission to edit pages in the '''$1''' namespace.
ca_es: No teniu permís per a modificar pàgines en l'espai de noms '''$1'''.

source: You do not have permission to edit this CSS page because it contains another user's personal settings.
ca_es: No teniu permisos per editar la pàgina CSS perquè conté els paràmetres personals d'un altre usuari.

source: You do not have permission to edit this JavaScript page because it contains another user's personal settings.
ca_es: No teniu permisos per editar la pàgina JavaScript perquè conté els paràmetres personals d'un altre usuari.

source: You do not have permission to edit this CSS page.
ca_es: No tens permís per editar aquesta pàgina CSS.

source: You do not have permission to edit this JavaScript page.
ca_es: No tens permís per editar aquesta pàgina JavaScript.

source: You do not have permission to edit your private information.
ca_es: No tens permís per editar la teva informació privada.

source: You do not have permission to edit your preferences.
ca_es: No tens permís per editar les teves preferències.

source: Special pages cannot be edited.
ca_es: No es poden modificar les pàgines especials.

source: This title has been protected from creation by [[User:$1|$1]]. The reason given is "''$2''".
ca_es: La creació d'aquesta pàgina està protegida per [[User:$1|$1]]. Els seus motius han estat: «''$2''».

source: Unable to modify the file "$1" because the file repository "$2" is in read-only mode. The administrator who locked it offered this explanation: "$3".
ca_es: No s'ha pogut modificar el fitxer «$1» perquè el repositori de fitxers "$2" està en mode només de lectura. L'administrador que l'ha bloquejat ha donat aquesta explicació: "$3".

source: Invalid title with namespace "$2" and text "$3"
ca_es: El títol amb l'espai de noms «$2» i text «$3» no és vàlid

source: Invalid title with unknown namespace number $1 and text "$2"
ca_es: Títol no vàlid amb espai de noms desconegut de número «$1» i text «$2»

source: Not logged in
ca_es: No has iniciat sessió

source: Please [[Special:Userlogin|log in]] to be able to access this page or action.
ca_es: [[Special:Userlogin|Inicieu sessió]] per poder accedir a aquesta pàgina o acció.

source: Please $1 to be able to access this page or action.
ca_es: Si us plau, $1 per poder accedir a aquesta pàgina o acció.

source: Bad configuration: Unknown virus scanner: ''$1''
ca_es: Mala configuració: antivirus desconegut: ''$1''

source: scan failed (code $1)
ca_es: escaneig fallit (codi $1)

source: unknown antivirus:
ca_es: antivirus desconegut:

source: '''You are now logged out.''' Note that some pages may continue to be displayed as if you were still logged in, until you clear your browser cache.
ca_es: '''Heu finalitzat la sessió.''' Tingueu en compte que, fins que buideu la memòria cau del navegador, algunes pàgines poden continuar mostrant-se com si encara estiguéssiu en una sessió.

source: Welcome, $1!
ca_es: Benvingut, $1!

source: Your account has been created. You can change your {{SITENAME}} [[Special:Preferences|preferences]] if you wish.
ca_es: El vostre compte ha estat creat. No oblideu de canviar les vostres [[Special:Preferences|preferències de {{SITENAME}}]].

source: Username:
ca_es: Nom d'usuari

source: Username
ca_es: Usuari

source: Enter your username
ca_es: Introduïu el vostre nom d'usuari

source: Enter the username
ca_es: Introdueix el nom d'usuari

source: Password:
ca_es: Contrasenya

source: Password
ca_es: Contrasenya

source: Enter your password
ca_es: Introduïu la vostra contrasenya

source: Enter a password
ca_es: Introduïu una contrasenya

source: Retype password:
ca_es: Escriviu una altra vegada la contrasenya

source: Confirm password
ca_es: Confirmeu la contrasenya

source: Enter password again
ca_es: Introduïu de nou la contrasenya

source: Keep me logged in
ca_es: Mantén-me connectat

source: Use secure connection
ca_es: Connexió segura

source: Your domain:
ca_es: El vostre domini

source: You cannot change passwords on this wiki.
ca_es: No podeu canviar les contrasenyes en aquest wiki.

source: There was either an authentication database error or you are not allowed to update your external account.
ca_es: Hi ha hagut una fallida en el servidor d'autenticació externa de la base de dades i no teniu permís per a actualitzar el vostre compte d'accès extern.

source: Log in
ca_es: Inici de sessió

source: Log in / create account
ca_es: Inicia una sessió / crea un compte

source: You must have cookies enabled to log in to {{SITENAME}}.
ca_es: Heu de tenir les galetes habilitades per a poder iniciar una sessió a {{SITENAME}}.

source: Log out
ca_es: Finalitza la sessió

source: Don't have an account?
ca_es: No teniu cap compte?

source: Join {{SITENAME}}
ca_es: Uniu-vos a {{SITENAME}}

source: Don't have an account? $1.
ca_es: No teniu un compte? '''$1'''.

source: Create an account
ca_es: Crea un compte

source: Create account
ca_es: Crea un compte

source: Already have an account? $1.
ca_es: Ja teniu un compte? $1.

source: Forgotten your login details?
ca_es: Heu oblidat les vostres dades d'accés?

source: Forgot your password?
ca_es: Has oblidat la teva contrasenya?

source: Help:Logging in
ca_es: Help:Registrar-se

source: [[{{MediaWiki:helplogin-url}}|Help with logging in]]
ca_es: [[{{MediaWiki:helplogin-url}}|Ajuda]]

source: You are already logged in as {{GENDER:$1|$1}}. Use the form below to log in as another user.
ca_es: Heu iniciat una sessió com {{GENDER:$1|$1}}. Feu servir el formulari de sota per iniciar la sessió com un altre usuari.

source: Create another account
ca_es: Crea un altre compte

source: Enter your information below.
ca_es: Introduïu les vostres dades.

source: Enter the new account's information below.
ca_es: Introdueix la informació del nou compte a continuació:

source: Email address
ca_es: Adreça de correu electrònic

source: Email address (optional)
ca_es: Adreça de correu electrònic (opcional)

source: Enter your email address
ca_es: Introduïu la vostra adreça de correu electrònic

source: Enter email address
ca_es: Introdueix una adreça de correu electrònic

source: Use a temporary random password and send it to the specified email address
ca_es: Utilitza una contrasenya aleatòria temporal i envia-la a l'adreça de correu indicada

source: Real name (optional)
ca_es: Nom real (opcional)

source: Reason:
ca_es: Motiu:

source: Reason
ca_es: Motiu

source: Why you are creating another account
ca_es: Per què creeu un altre compte

source: Security check
ca_es: Control de seguretat

source: Enter the text you see above
ca_es: Introduïu el text que apareix a dalt

source: Create your account
ca_es: Crea el meu compte

source: {{SITENAME}} is made by people like you.
ca_es: {{SITENAME}} és feta per gent com tu.

source: recent {{PLURAL:$1|contributor|contributors}}
ca_es: {{PLURAL:$1|col·laborador recent|col·laboradors recents}}

source: The passwords you entered do not match.
ca_es: Les contrasenyes que heu introduït no coincideixen.

source: Username entered already in use. Please choose a different name.
ca_es: El nom que heu entrat ja és en ús. Escolliu-ne un de diferent.

source: Login error
ca_es: Error d'inici de sessió

source: Account creation error
ca_es: Error de creació de compte

source: Could not create account: $1
ca_es: No s'ha pogut crear el compte: $1

source: The user account was created, but you are not logged in. {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them, then log in with your new username and password.
ca_es: S'ha creat el compte d'usuari, però no esteu enregistrat. El projecte {{SITENAME}} usa galetes per enregistrar els usuaris. Si us plau activeu-les, per a poder enregistrar-vos amb el vostre nom d'usuari i la clau.

source: {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them and try again.
ca_es: El programari {{SITENAME}} utilitza galetes per enregistrar usuaris. Teniu les galetes desactivades. Activeu-les i torneu a provar.

source: The user account was not created, as we could not confirm its source. Ensure you have cookies enabled, reload this page and try again.
ca_es: No s'ha creat el compte d'usuari, ja que no es podia confirmar el seu origen. Verifiqueu que teniu habilitades les galetes al vostre navegador, torneu a carregar aquesta pàgina i intenteu-lo de nou.

source: You have not specified a valid username.
ca_es: No heu especificat un nom vàlid d'usuari.

source: Login successful
ca_es: S'ha iniciat la sessió amb èxit

source: '''You are now logged in to {{SITENAME}} as "$1".'''
ca_es: Heu iniciat la sessió a {{SITENAME}} com a «$1».

source: There is no user by the name "$1". Usernames are case sensitive. Check your spelling, or [[Special:UserLogin/signup|create a new account]].
ca_es: No hi ha cap usuari anomenat «$1». Reviseu-ne l'ortografia (recordeu que es distingeixen les majúscules i minúscules), o [[Special:UserLogin/signup|creeu un compte d'usuari nou]].

source: There is no user by the name "$1". Check your spelling.
ca_es: No hi ha cap usuari anomenat «$1». Comproveu que ho hàgiu escrit correctament.

source: You have to specify a username.
ca_es: Heu d'especificar un nom d'usuari.

source: This user is blocked. Login not allowed.
ca_es: Aquest usuari està bloquejat. Inici de sessió no permès.

source: Incorrect password entered. Please try again.
ca_es: La contrasenya que heu introduït és incorrecta. Torneu-ho a provar.

source: Password entered was blank. Please try again.
ca_es: La contrasenya que s'ha introduït estava en blanc. Torneu-ho a provar.

source: Passwords must be at least {{PLURAL:$1|1 character|$1 characters}}.
ca_es: La contrasenya ha de tenir un mínim {{PLURAL:$1|d'un caràcter|de $1 caràcters}}.

source: Your password must be different from your username.
ca_es: La contrasenya ha de ser diferent al vostre nom d'usuari.

source: The use of this username and password has been forbidden.
ca_es: No és permès d'utilitzar aquest nom d'usuari i contrasenya.

source: Email new password
ca_es: Envia'm una nova contrasenya per correu electrònic

source: New temporary password for {{SITENAME}}
ca_es: Nova contrasenya temporal per al projecte {{SITENAME}}

source: Someone (probably you, from IP address $1) requested a new password for {{SITENAME}} ($4). A temporary password for user "$2" has been created and was set to "$3". If this was your intent, you will need to log in and choose a new password now. Your temporary password will expire in {{PLURAL:$5|one day|$5 days}}. If someone else made this request, or if you have remembered your password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca_es: Algú (vós mateix segurament, des de l'adreça l'IP $1) ha soŀlicitat que us enviéssim una nova contrasenya per a iniciar la sessió al projecte {{SITENAME}} ($4). La nova contrasenya temporal per a l'usuari «$2» és ara «$3». Si aquesta fou la vostra intenció, ara hauríeu d'iniciar la sessió i canviar-la. Tingueu present que és temporal i caducarà d'aquí {{PLURAL:$5|un dia|$5 dies}}. Si algú altre hagués fet aquesta soŀlicitud o si ja haguéssiu recordat la vostra contrasenya i no volguéssiu canviar-la, ignoreu aquest missatge i continueu utilitzant la vostra antiga contrasenya.

source: There is no email address recorded for user "$1".
ca_es: No hi ha cap adreça electrònica registrada de l'usuari «$1».

source: You need to provide a valid email address.
ca_es: Has d'indicar una adreça de correu electrònic vàlida

source: A new password has been sent to the email address registered for "$1". Please log in again after you receive it.
ca_es: S'ha enviat una nova contrasenya a l'adreça electrònica registrada per «$1». Inicieu una sessió després que la rebeu.

source: Your IP address is blocked from editing, and so is not allowed to use the password recovery function to prevent abuse.
ca_es: La vostra adreça IP ha estat blocada. Se us ha desactivat la funció de recuperació de contrasenya per a prevenir abusos.

source: A confirmation email has been sent to the specified email address. Before any other email is sent to the account, you will have to follow the instructions in the email, to confirm that the account is actually yours.
ca_es: S'ha enviat un correu electrònic a la direcció especificada. Abans no s'enviï cap altre correu electrònic a aquesta adreça, cal verificar que és realment vostra. Per tant, cal que seguiu les instruccions presents en el correu electrònic que se us ha enviat.

source: A password reset email has already been sent, within the last {{PLURAL:$1|hour|$1 hours}}. To prevent abuse, only one password reset email will be sent per {{PLURAL:$1|hour|$1 hours}}.
ca_es: Ja se us ha enviat un correu electrònic de reinicialització de contrasenya en {{PLURAL:$1|l'última hora|les últimes $1 hores}}. Per a prevenir abusos, només s'envia un correu electrònic de reinicialització de contrasenya cada {{PLURAL:$1|hora|$1 hores}}.

source: Error sending mail: $1
ca_es: S'ha produït un error en enviar el missatge: $1

source: Visitors to this wiki using your IP address have created {{PLURAL:$1|1 account|$1 accounts}} in the last day, which is the maximum allowed in this time period. As a result, visitors using this IP address cannot create any more accounts at the moment.
ca_es: Des de la vostra adreça IP ja {{PLURAL:$1|s'ha creat un compte|s'han creat $1 comptes}} en l'últim dia i aquest és el màxim permès en aquest wiki per aquest període de temps. Així, des d'aquesta adreça IP no es poden crear més comptes actualment.

source: Your email address was confirmed on $2 at $3.
ca_es: S'ha autenticat la vostra adreça electrònica el $2 a les $3.

source: Your email address is not yet confirmed. No email will be sent for any of the following features.
ca_es: La vostra adreça de correu electrònic <strong>encara no està autenticada</strong>. No rebrà cap missatge de correu electrònic per a cap de les següents funcionalitats.

source: Specify an email address in your preferences for these features to work.
ca_es: Especifiqueu una adreça electrònica per activar aquestes característiques.

source: Confirm your email address
ca_es: Confirmeu la vostra adreça electrònica

source: The email address cannot be accepted as it appears to have an invalid format. Please enter a well-formatted address or empty that field.
ca_es: No es pot acceptar l'adreça electrònica perquè sembla que té un format no vàlid. Introduïu una adreça amb un format adequat o bé buideu el camp.

source: Account email addresses cannot be changed on this wiki.
ca_es: No podeu canviar adreces de correu electrònic en aquest wiki.

source: This site cannot send emails.
ca_es: El lloc no pot enviar correus electrònics.

source: Account created
ca_es: S'ha creat el compte

source: The user account for [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|talk]]) has been created.
ca_es: S'ha creat el compte d'usuari de [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|discussió]]).

source: Account creation for {{SITENAME}}
ca_es: Creació d'un compte a {{SITENAME}}

source: Someone created an account for your email address on {{SITENAME}} ($4) named "$2", with password "$3". You should log in and change your password now. You may ignore this message, if this account was created in error.
ca_es: Algú ha creat un compte d'usuari anomenat $2 al projecte {{SITENAME}} ($4) amb la vostra adreça de correu electrònic. La contrasenya per a l'usuari «$2» és «$3». Hauríeu d'accedir al compte i canviar-vos aquesta contrasenya quan abans millor. Si no hi teniu cap relació i aquest compte ha estat creat per error, simplement ignoreu el missatge.

source: Username cannot contain hash characters
ca_es: El nom d'usuari no pot contenir caràcters hash

source: You have made too many recent login attempts. Please wait $1 before trying again.
ca_es: Heu realitzat massa intents d'accés a la sessió. Espereu $1 abans de tornar-ho a provar.

source: Your login was unsuccessful - Aborted
ca_es: L'entrada al compte d'usuari no ha reeixit - Abortada

source: Language: $1
ca_es: Llengua: $1

source: Your request to log out was denied because it looks like it was sent by a broken browser or caching proxy.
ca_es: S'ha denegat la vostra petició per tancar la sessió ja què sembla que va ser enviada per un navegador defectuós o un proxy cau.

source: Real name is optional. If you choose to provide it, this will be used for giving the user attribution for their work.
ca_es: El nom real és opcional. Si decidiu proporcionar-lo, s'utilitzarà per a reconèixer a l'usuari el seu treball.

source: Unknown error in PHP's mail() function.
ca_es: Error desconegut en la funció mail() de PHP

source: Tried to send email without an email address.
ca_es: S'ha intentat enviar un missatge de correu electrònic sense adreça.

source: Tried to send email with an empty or unreasonably short body.
ca_es: Vas intentar enviar un correu electrònic amb un cos buit o excessivament curt.

source: Change password
ca_es: Canvia la contrasenya

source: You logged in with a temporary emailed code. To finish logging in, you must set a new password here:
ca_es: Heu iniciat la sessió amb un codi temporal enviat per correu electrònic. Per a finalitzar-la, heu de definir una nova contrasenya ací:

source: <!-- Add text here -->
ca_es: <!-- Afegiu-hi un text -->

source: Change account password
ca_es: Canvia la contrasenya del compte

source: Old password:
ca_es: Contrasenya antiga

source: New password:
ca_es: Contrasenya nova

source: Retype new password:
ca_es: Torneu a escriure la nova contrasenya:

source: Set password and log in
ca_es: Definiu una contrasenya i inicieu una sessió

source: Your password has been changed successfully!
ca_es: S'ha canviat la vostra contrasenya amb èxit!

source: Passwords cannot be changed
ca_es: No poden canviar-se les contrasenyes

source: You must be logged in to access this page directly.
ca_es: Heu d'estar registrats en un compte per a poder accedir directament a aquesta pàgina.

source: Invalid temporary or current password. You may have already successfully changed your password or requested a new temporary password.
ca_es: Contrasenya actual o temporal no vàlida. Deveu haver canviat la vostra contrasenya o demanat una nova contrasenya temporal.

source: Temporary password:
ca_es: Contrasenya temporal:

source: Password change has been aborted by an extension.
ca_es: Una extensió ha interromput el canvi de contrasenya.

source: Reset password
ca_es: Restablir contrasenya

source: Complete this form to reset your password.
ca_es: Cal completar aquest formulari per reiniciar la contrasenya

source: {{PLURAL:$1|Fill one of the fields to reset your password.}}
ca_es: {{PLURAL:$1|Ompliu un dels camps per a reiniciar la vostra contrasenya.}}

source: Password resets have been disabled on this wiki.
ca_es: S'ha desactivat el restabliment de contranyes en aquest wiki.

source: Email features have been disabled on this wiki.
ca_es: Les opcions de correu electrònic no estan habilitades en aquest wiki.

source: Domain:
ca_es: Domini

source: View the resulting email?
ca_es: Veure el missatge de correu electrònic?

source: If you check this box, the email (with the temporary password) will be shown to you as well as being sent to the user.
ca_es: Si marqueu aquesta casella, el missatge de correu electrònic (amb la contrasenya temporal) es mostrarà al mateix moment que sigui enviat a l'usuari.

source: Email address:
ca_es: Adreça de correu electrònic:

source: Account details on {{SITENAME}}
ca_es: Detalls del compte a {{SITENAME}}

source: Someone (probably you, from IP address $1) requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca_es: Algú (vós mateix segurament, des de l'adreça IP $1) ha demanat una reinicialització de la vostra contrasenya al projecte {{SITENAME}} ($4). {{PLURAL:$3|El següent compte d'usuari està associat|Els següents comptes d'usuari estan associats}} amb aquesta adreça de correu electrònic: $2 {{PLURAL:$3|Aquesta contrasenya temporal caducarà|Aquestes contrasenyes temporals caducaran}} en {{PLURAL:$5|un dia|$5 dies}}. Hauríeu d'entrar al compte per a fixar-hi una nova contrasenya al més aviat possible. Si algú que no sou vós és qui ha fet aquesta petició o si heu recordat la contrasenya original i ja no la voleu canviar, podeu ignorar aquest missatge i seguir utilitzant la vostra antiga contrasenya.
